---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.InternalDefinitions
source: html/ba6b0629-2aec-8f29-6d0c-99099382c5c0.htm
---
# InternalDefinitions Members

Tests for the existence of a definition within the set.